[
    {
        "id":"1",
        "picture": "https://i.postimg.cc/J0ypM47W/Health.png",
        "title": "Rural Health Initiative",
        "category": "health",
        "category_bg": "#ff9999",
        "card_bg": "#ffcccc",
        "text_color": "#660000",
        "button_bg": "#ffcccc",
        "description": "Our Rural Health Initiative focuses on providing essential medical services to rural communities that lack access to healthcare facilities. With your support, we aim to set up mobile clinics, offer vaccinations, and distribute basic medical supplies. This initiative will not only treat immediate health issues but also educate the local population about preventive measures, ensuring a healthier future. By donating, you are helping to bridge the healthcare gap and save lives in underserved areas. Join us in making a significant impact on the health and well-being of those who need it the most.",
        "price": "$20"
    },
    {
        "id":"2",
        "picture": "https://i.postimg.cc/ZqzbtCc6/Education.png",
        "title": "Build a School Project",
        "category": "education",
        "category_bg": "#80bfff",
        "card_bg": "#cce0ff",
        "text_color": "#00264d",
        "button_bg": "#cce0ff",
        "description": "The Build a School Project aims to construct schools in remote areas where educational facilities are scarce. By constructing schools, we provide children with the opportunity to receive a formal education, which is crucial for their personal and professional development. Your support will help us purchase construction materials, hire qualified teachers, and equip classrooms with necessary learning resources. By contributing to this campaign, you are investing in the future of these children and their communities, empowering them through education.",
        "price": "$30"
    },
    {
        "id":"3",
        "picture": "https://i.postimg.cc/PrJ06Tmh/Clothing.png",
        "title": "Warm Clothing Drive",
        "category": "clothing",
        "category_bg": "#66cc66",
        "card_bg": "#b3ffb3",
        "text_color": "#003300",
        "button_bg": "#b3ffb3",
        "description": "The Warm Clothing Drive aims to provide warm clothing for the homeless. As winter approaches, many homeless individuals face harsh conditions without adequate protection against the cold. Our campaign focuses on collecting and distributing coats, blankets, and other warm clothing items to help them stay warm and healthy. Your donations will ensure that we can purchase these items and reach out to those in need. By contributing to this campaign, you are helping to protect vulnerable individuals from the severe impacts of winter weather.",
        "price": "$15"
    },
    {
        "id":"4",
        "picture": "https://i.postimg.cc/90y3BB6S/Food.png",
        "title": "Family Meal Support",
        "category": "food",
        "category_bg": "#ffb366",
        "card_bg": "#ffe0b3",
        "text_color": "#4d2600",
        "button_bg": "#ffe0b3",
        "description": "Our Family Meal Support campaign is dedicated to providing meals to families in need. Many families, especially those with young children, experience food shortages that impact their health and well-being. This campaign focuses on offering balanced and nutritious meals to these families, ensuring that they have access to essential food items. Your support will help us purchase food, prepare meals, and distribute them to families in need. By donating, you are helping to combat food insecurity and supporting families in their time of need.",
        "price": "$12"
    },
    {
        "id":"5",
        "picture": "https://i.postimg.cc/90y3BB6S/Food.png",
        "title": "Urban Hunger Relief",
        "category": "food",
        "category_bg": "#ffb366",
        "card_bg": "#ffe0b3",
        "text_color": "#4d2600",
        "button_bg": "#ffe0b3",
        "description": "Urban Hunger Relief focuses on feeding the hungry in urban areas. Many individuals and families struggle with food insecurity, not knowing where their next meal will come from. Our campaign aims to provide nutritious meals to those in need through partnerships with local food banks and shelters. Your donations will help us purchase food supplies and distribute them to hungry individuals. By supporting this campaign, you are helping to alleviate hunger and provide hope to those who face daily challenges in securing enough food.",
        "price": "$10"
    },
    {
        "id":"6",
        "picture": "https://i.postimg.cc/J0ypM47W/Health.png",
        "title": "Medical Supply Fund",
        "category": "health",
        "category_bg": "#ff9999",
        "card_bg": "#ffcccc",
        "text_color": "#660000",
        "button_bg": "#ffcccc",
        "description": "The Medical Supply Fund is dedicated to providing critical medical supplies to those in need. Many communities suffer from a lack of basic healthcare necessities such as bandages, antiseptics, and medicines. Our goal is to supply these items to clinics and health centers in impoverished areas. Your contribution will ensure that we can purchase and distribute these vital supplies, improving the overall health and well-being of countless individuals who otherwise would have limited access to such resources. Together, we can make a substantial difference in the lives of many.",
        "price": "$15"
    },
    {
        "id":"7",
        "picture": "https://i.postimg.cc/PrJ06Tmh/Clothing.png",
        "title": "Orphanage Clothing Support",
        "category": "clothing",
        "category_bg": "#66cc66",
        "card_bg": "#b3ffb3",
        "text_color": "#003300",
        "button_bg": "#b3ffb3",
        "description": "Our Orphanage Clothing Support focuses on donating clothes to orphanages. Many orphaned children lack access to proper clothing, which affects their comfort and self-esteem. This campaign aims to collect new and gently used clothes to distribute to orphanages, ensuring that these children have clean and appropriate attire. Your support will help us provide clothing that fits, is in good condition, and is suitable for different seasons. By donating, you are making a positive impact on the lives of these children, helping them feel cared for and valued.",
        "price": "$25"
    },
    {
        "id":"8",
        "picture": "https://i.postimg.cc/ZqzbtCc6/Education.png",
        "title": "Student Material Aid",
        "category": "education",
        "category_bg": "#80bfff",
        "card_bg": "#cce0ff",
        "text_color": "#00264d",
        "button_bg": "#cce0ff",
        "description": "Our Student Material Aid campaign is focused on providing educational materials to students in need. Many children in underprivileged areas lack access to basic school supplies such as books, notebooks, and writing instruments. This campaign aims to distribute these essential materials, enabling students to participate actively in their education. Your donations will help us purchase and distribute these items, ensuring that no child is left behind in their educational journey. Together, we can make education accessible to all and pave the way for a brighter future.",
        "price": "$10"
    },
    {
        "id":"9",
        "picture": "https://i.postimg.cc/J0ypM47W/Health.png",
        "title": "Child Healthcare Support",
        "category": "health",
        "category_bg": "#ff9999",
        "card_bg": "#ffcccc",
        "text_color": "#660000",
        "button_bg": "#ffcccc",
        "description": "Child Healthcare Support focuses on funding healthcare for underprivileged children. Many children in impoverished areas suffer from treatable conditions that go unaddressed due to financial constraints. Our campaign aims to provide necessary treatments, vaccinations, and health check-ups to ensure these children can lead healthy lives. Your donation will directly contribute to improving the health and future prospects of these young individuals. By supporting this campaign, you are giving children a chance at a healthier and brighter future, free from preventable diseases.",
        "price": "$25"
    },
    {
        "id":"10",
        "picture": "https://i.postimg.cc/ZqzbtCc6/Education.png",
        "title": "Scholarship Fund",
        "category": "education",
        "category_bg": "#80bfff",
        "card_bg": "#cce0ff",
        "text_color": "#00264d",
        "button_bg": "#cce0ff",
        "description": "The Scholarship Fund is dedicated to providing scholarships to deserving students who face financial barriers to continuing their education. By offering scholarships, we aim to support talented and motivated students, enabling them to pursue their academic dreams without the burden of financial stress. Your contribution will help cover tuition fees, books, and other educational expenses. By supporting this campaign, you are investing in the potential of these students, allowing them to achieve their goals and make meaningful contributions to society.",
        "price": "$50"
    },
    {
        "id":"11",
        "picture": "https://i.postimg.cc/PrJ06Tmh/Clothing.png",
        "title": "Orphanage Clothing Support",
        "category": "clothing",
        "category_bg": "#66cc66",
        "card_bg": "#b3ffb3",
        "text_color": "#003300",
        "button_bg": "#b3ffb3",
        "description": "Our Orphanage Clothing Support focuses on donating clothes to orphanages. Many orphaned children lack access to proper clothing, which affects their comfort and self-esteem. This campaign aims to collect new and gently used clothes to distribute to orphanages, ensuring that these children have clean and appropriate attire. Your support will help us provide clothing that fits, is in good condition, and is suitable for different seasons. By donating, you are making a positive impact on the lives of these children, helping them feel cared for and valued.",
        "price": "$25"
    },
     {
        "id":"12",
        "picture": "https://i.postimg.cc/90y3BB6S/Food.png",
        "title": "Urban Hunger Relief",
        "category": "food",
        "category_bg": "#ffb366",
        "card_bg": "#ffe0b3",
        "text_color": "#4d2600",
        "button_bg": "#ffe0b3",
        "description": "Urban Hunger Relief focuses on feeding the hungry in urban areas. Many individuals and families struggle with food insecurity, not knowing where their next meal will come from. Our campaign aims to provide nutritious meals to those in need through partnerships with local food banks and shelters. Your donations will help us purchase food supplies and distribute them to hungry individuals. By supporting this campaign, you are helping to alleviate hunger and provide hope to those who face daily challenges in securing enough food.",
        "price": "$10"
    }
]